Revit 2027 API
ParameterTypeId.RoomComputationHeight Property
 "Computation Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomComputationHeight { get; }
Public Shared ReadOnly Property RoomComputationHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomComputationHeight {
	ForgeTypeId^ get ();
}
static member RoomComputationHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace